import TabLayout from "../../component/layout/TabLayout";

function TermsOfService(){
    return(
        <div className="inner">
            <TabLayout/>
            <div className="footercon_tit">
                <h3>서비스이용약관</h3>
                <p>대한항공 방문 예약 시스템의 이용에 관련한 필요 사항을 규정합니다.</p>
            </div>
            <div className="footercon_wrap">
                <h4>제 1 장 총칙</h4>
                <h5>제1조 (목적)</h5>
                <p>이 약관은 ㈜대한항공(이하 "대한항공"이라 합니다)이 운영하는 대한항공 온라인 플랫폼에서 제공하는 온라인 서비스(이하 "서비스"라 합니다)를 이용함에 있어 대한항공과 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.</p>
                <h5>제2조 (용어의 정의)</h5>
                <p>1. "대한항공 온라인 플랫폼"이란 대한항공이 정보 또는 서비스를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비와 정보통신망을 이용하여 정보 및 서비스를 이용자에게 제공하고 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장(PC/모바일웹, 모바일 어플리케이션)을 말합니다.<br />
                2. "이용자"란 대한항공 온라인 플랫폼에 접속하여 이 약관에 따라 대한항공이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br />
                3. "SKYPASS(스카이패스) 회원"이란 대한항공의 탑승 및 제휴사를 이용할 때마다 보너스 마일리지를 적립하고 적립된 마일리지를 사용하고자 스카이패스 회원 약관에 동의하고 회원이 된 자를 말합니다.<br />
                4. "회원"이라 함은 스카이패스 회원 중 대한항공 온라인 플랫폼에 개인정보를 제공하여 회원등록을 한 자로서, 대한항공의 정보를 지속적으로 제공받으며, 대한항공이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br />
                5. "비회원"이라 함은 회원으로 가입하지 않고 대한항공이 제공하는 정보 및 서비스를 이용하는 자를 말합니다.<br />
                6."입점 제휴사"라 함은 대한항공과 제휴되어 온라인플랫폼에 입점 및 연결된 사이트의 제휴사를 말합니다.<br />
                7. "개인정보"라 함은 당해 정보에 포함되어 있는 성명, 전자우편 등의 사항에 의하여 특정 개인을 식별할 수 있는 정보 (당해 정보만으로는 특정 개인을 인식할 수 없더라도 다른 정보 용이하게 결합하여 식별할 수 있는 것을 포함한다)을 말합니다.</p>
                <h5>제3조 (약관의 명시와 개정)</h5>
                <p>1. 대한항공은 이 약관의 내용과 상호, 연락처(전자우편주소, 전화번호, 팩스번호 등), 통신판매업신고번호 등을 이용자가 알 수 있도록 초기 서비스화면(전면)에 게시합니다.
                2. 대한항공은 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진및정보보호등에관한법률, 소비자기본법, 전자상거래등에서의소비자보호에관한법률 등 관련법령을 위반하</p>
            </div>
        </div>
    )
}

export default TermsOfService;